import { IPhotoData } from "./model";
import photo1 from "../../assets/photo1.jpeg";
import photo2 from "../../assets/photo2.jpeg";
import photo3 from "../../assets/photo3.jpeg";
import photo4 from "../../assets/photo4.jpeg";
import photo5 from "../../assets/photo5.jpeg";
import photo6 from "../../assets/photo6.jpeg";
import photo7 from "../../assets/photo7.jpeg";
import photo8 from "../../assets/photo8.jpeg";

export const roadMapImages: IPhotoData[] = [
  {
    id: 1,
    image: photo1,
    text: 'Я если честно не помню почему это фото было сделанно, но судя по георгиевской (хз если правильно написад) ленточки мы были после 9 мая 😄. Пиздец мы тут так то молодые были)) Наврено где то в теже года, мы постоянно тусились на том месте, заебись же было)) никаких забот, искали бабки что бы сиги купить, аж диван у меня дома перерыли))) как говориться "о а давай еще че нить 😂"))) Сразу вспоминается как гоняли ко мне играть в икс бокс, в ебаный лефт фор дэд, как барахнин когда звонил в такси, там долго трубку не брали и он включил порнуху и когда в порнухе начали орать, в такси сразу трубку взяли 😂😂😂 долбаеб 😂😂😂. Или как мы с тобой шли до меня, уже темно было мы с тобой хуйню какую то обсуждали и у тебя из кармана мама твоя кричала "СЕРЕЖА Я ЕЩЕ ДОЛГО ЭТО БУДУ СЛУШАТЬ????" а мы матерились там как сапожники 😂😂😂😂, дохуя так то чего было смешного и крутого, спасибо тебе и леве что вы мои лучшие друзья даже  спустя столько времени 🥲',
  },
  {
    id: 2,
    image: photo2,
    text: "Блять, ну эта фотка просто величие, цари труб блять 😂😂😂, у меня эта фотка стоит на моей почте наверно лет 10 если не дольше 😂😂😂, убирать я ее не буду принципиально, потому что ахуеная же фотка))) Там еще блять твой костюм найковский, где ты будквально через неделю после покупки прожег у меня на кухне штаны 😂😂😂😂😂 бляяяяяять вспоминаю это, это же пиздец как смешно 😂😂😂😂 мама тебя прибила тогда))) То время, когда мы тусовались на трубах, я не знаю, оно мне прям очень запало в память, много новых знакомых, все слушают музыку, которую мы любим, макас блять, диза, герасимова, крутые люди))) титов блять тот же самый, захар, света, соня, кароч много кто)) тогда мне кажется началась наша прям безбашенная панковская жизнь, где мы творили просто всякую лютейшую хуету и нам было очень весело))) обожаю мужик это время))) сейчас еще вспомнилось, как леву никто не хотел провожать до кск 😂😂😂😂😂",
  },
  {
    id: 3,
    image: photo3,
    text: "",
  },
  {
    id: 4,
    image: photo4,
    text: "",
  },
  {
    id: 5,
    image: photo5,
    text: "",
  },
  {
    id: 6,
    image: photo6,
    text: "",
  },
  {
    id: 7,
    image: photo7,
    text: "",
  },
  {
    id: 8,
    image: photo8,
    text: "",
  },
];
